tap "homebrew/autoupdate", "https://github.com/kphrx/homebrew-autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kphrx/personal"
tap "messense/macos-cross-toolchains"
tap "microsoft/git"
tap "reviewdog/tap"
brew "actionlint"
brew "ant"
brew "aria2"
brew "bat"
brew "chezmoi"
brew "cmake"
brew "curl"
brew "elixir"
brew "ffmpeg"
brew "fnm"
brew "fontforge"
brew "fzf"
brew "gdbm"
brew "gettext"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-gui"
brew "git-lfs"
brew "git-svn"
brew "gnupg"
brew "go"
brew "gopls"
brew "gpg-tui"
brew "gradle"
brew "gstreamer"
brew "guile"
brew "helix"
brew "htop"
brew "icu4c"
brew "imagemagick"
brew "iproute2mac"
brew "jpeg", link: true
brew "jq"
brew "kind"
brew "libtool"
brew "libusb"
brew "libxcb"
brew "libyaml"
brew "llvm"
brew "lua"
brew "mas"
brew "mercurial"
brew "mitmproxy"
brew "mozjpeg", link: true
brew "neofetch"
brew "newsboat"
brew "openjdk"
brew "p7zip"
brew "perl"
brew "pinentry-mac"
brew "powerline-go"
brew "rpm2cpio"
brew "rtmpdump"
brew "rubberband"
brew "ruby"
brew "rustup-init"
brew "scrcpy"
brew "shellcheck"
brew "swift-format"
brew "tig"
brew "unzip"
brew "vim"
brew "vint"
brew "w3m"
brew "webp"
brew "wget"
brew "xz"
brew "zinit"
brew "zlib"
brew "zola"
brew "zsh"
brew "zsh-completions"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-gnu"
brew "reviewdog/tap/reviewdog"
cask "airmail-beta"
cask "amazon-music"
cask "android-commandlinetools"
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "bitcoin-core"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "blackhole-64ch"
cask "brave-browser"
cask "curseforge"
cask "discord"
cask "docker"
cask "dropbox"
cask "epic-games"
cask "firefox-beta"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "font-cica-without-emoji"
cask "font-line-seed-jp"
cask "forklift"
cask "git-credential-manager-core"
cask "gog-galaxy"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "google-drive"
cask "inkscape"
cask "jpki"
cask "keybase"
cask "kindle"
cask "kindle-comic-creator"
cask "kindle-previewer"
cask "lapce"
cask "libreoffice"
cask "lyrics-master"
cask "melonbooksviewer"
cask "minecraft"
cask "moradownloader"
cask "mousecape"
cask "nowplayingtweet"
cask "obs"
cask "onedrive"
cask "origin"
cask "parallels14"
cask "slack"
cask "steam"
cask "thedesk"
cask "vagrant"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "waterfox"
cask "waterfox-classic"
cask "whalebird"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
mas "AppGraphics", id: 1097399493
mas "Developer", id: 640199958
mas "Disk Space Tab", id: 894146655
mas "GIF Brewery 3", id: 1081413713
mas "Gapplin", id: 768053424
mas "GarageBand", id: 682658836
mas "Image2icon", id: 992115977
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
mas "iMovie", id: 408981434
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
