tap "apple/apple"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kphrx/cask"
tap "kphrx/core"
tap "kphrx/extract"
tap "kphrx/personal"
tap "mas-cli/tap"
tap "reviewdog/tap"
brew "actionlint"
brew "xz"
brew "aom"
brew "gettext"
brew "openssl@3"
brew "aria2"
brew "libyaml"
brew "asciidoctor"
brew "libgit2"
brew "bat"
brew "ghc"
brew "libxcb"
brew "chezmoi"
brew "cmake"
brew "rtmpdump"
brew "curl"
brew "docker-completion"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "duckdb"
brew "fastfetch"
brew "libevent"
brew "librist"
brew "rubberband"
brew "ffmpeg"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gdbm"
brew "gh"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-gui"
brew "git-lfs"
brew "libusb"
brew "gnupg"
brew "gpgme"
brew "gpg-tui"
brew "python@3.12"
brew "openjdk"
brew "gradle"
brew "htop"
brew "libtool"
brew "jpeg"
brew "jq"
brew "kind"
brew "lua"
brew "neofetch"
brew "newsboat"
brew "openjdk@21"
brew "p7zip"
brew "perl"
brew "pipx"
brew "postgresql@16"
brew "powerline-go"
brew "python@3.11"
brew "rpm2cpio"
brew "rustup"
brew "shellcheck"
brew "tig"
brew "unzip"
brew "vim"
brew "w3m"
brew "watch"
brew "wget"
brew "zinit"
brew "zlib"
brew "zola"
brew "zsh"
brew "zsh-completions"
brew "kphrx/core/pinentry-mac"
brew "kphrx/extract/qemu@8"
brew "mas-cli/tap/mas"
brew "reviewdog/tap/reviewdog"
cask "airmail-beta"
cask "android-commandlinetools"
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "blackhole-64ch"
cask "crossover"
cask "curseforge"
cask "discord"
cask "dropbox"
cask "epic-games"
cask "firefox@beta"
cask "firefox@developer-edition"
cask "firefox@nightly"
cask "font-cica-without-emoji"
cask "font-line-seed-jp"
cask "fork"
cask "forklift"
cask "git-credential-manager"
cask "gog-galaxy"
cask "google-chrome"
cask "google-chrome@canary"
cask "google-cloud-sdk"
cask "google-drive"
cask "gstreamer-runtime"
cask "inkscape"
cask "jpki"
cask "keybase"
cask "kindle"
cask "kindle-comic-creator"
cask "kindle-previewer"
cask "lapce"
cask "libreoffice"
cask "lyrics-master"
cask "melonbooksviewer"
cask "menumeters"
cask "middleclick"
cask "minecraft"
cask "mitmproxy"
cask "moradownloader"
cask "obs"
cask "onyx"
cask "opencore-patcher"
cask "origin"
cask "parallels@14"
cask "rar"
cask "slack"
cask "steam"
cask "thedesk"
cask "vagrant"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wine-stable"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zed"
mas "AmorphousDiskMark", id: 1168254295
mas "AmorphousMemoryMark", id: 1495719766
mas "AppGraphics", id: 1097399493
mas "Developer", id: 640199958
mas "Disk Space Tab", id: 894146655
mas "Gapplin", id: 768053424
mas "GIF Brewery 3", id: 1081413713
mas "Image2icon", id: 992115977
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "MeddleMonkey", id: 1539631953
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "jakebecker.elixir-ls"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "phoenixframework.phoenix"
vscode "waderyan.gitblame"
