tap "apple/apple"
tap "gromgit/new-life"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kegworks-app/kegworks"
tap "kphrx/personal"
tap "reviewdog/tap"
brew "shellcheck"
brew "actionlint"
brew "xz"
brew "aom"
brew "gettext"
brew "aria2"
brew "libyaml"
brew "asciidoctor"
brew "libgit2"
brew "bat"
brew "bitwarden-cli"
brew "blueutil"
brew "libxcb"
brew "cdrtools"
brew "chezmoi"
brew "cmake"
brew "rtmpdump"
brew "curl"
brew "docker-completion"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "dotnet"
brew "duckdb"
brew "fastfetch"
brew "libevent"
brew "librist"
brew "rubberband"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gdbm"
brew "gh"
brew "ghc"
brew "ghq"
brew "git"
brew "git-gui"
brew "git-lfs"
brew "libusb"
brew "gnupg"
brew "gpgme"
brew "gpg-tui"
brew "htop"
brew "jemalloc"
brew "jnv"
brew "jpeg"
brew "jq"
brew "kind"
brew "libtool"
brew "lua"
brew "mas"
brew "memtester"
brew "newsboat"
brew "openjdk"
brew "openjdk@21"
brew "oras"
brew "perl"
brew "pinentry-mac"
brew "pipx"
brew "postgresql@17"
brew "powerline-go"
brew "python@3.12"
brew "qemu"
brew "rpm2cpio"
brew "rustup"
brew "sevenzip"
brew "smartmontools"
brew "swiftly"
brew "tig"
brew "unzip"
brew "vim"
brew "w3m"
brew "watch"
brew "wget"
brew "zig"
brew "zinit"
brew "zlib"
brew "zola"
brew "zsh"
brew "zsh-completions"
brew "gromgit/new-life/unrar"
brew "reviewdog/tap/reviewdog"
cask "android-commandlinetools"
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "applite"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "blackhole-64ch"
cask "curseforge"
cask "discord"
cask "ea"
cask "epic-games"
cask "firefox@beta"
cask "firefox@developer-edition"
cask "firefox@nightly"
cask "font-cica-without-emoji"
cask "font-line-seed-jp"
cask "fork"
cask "forklift"
cask "gcloud-cli"
cask "git-credential-manager"
cask "google-chrome"
cask "google-chrome@canary"
cask "graalvm-jdk"
cask "graalvm-jdk@21"
cask "inkscape"
cask "kegworks"
cask "keybase"
cask "kindle-previewer"
cask "libreoffice"
cask "lyrics-master"
cask "melonbooksviewer"
cask "middleclick"
cask "minecraft"
cask "mitmproxy"
cask "modrinth"
cask "moradownloader"
cask "obs"
cask "onyx"
cask "opencore-patcher"
cask "podman-desktop"
cask "ppsspp-emulator"
cask "servo"
cask "slack"
cask "stats"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "wakatime"
cask "wine-stable"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
mas "Developer", id: 640199958
mas "Kindle", id: 302584613
mas "MeddleMonkey", id: 1539631953
mas "Xcode", id: 497799835
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "jakebecker.elixir-ls"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "phoenixframework.phoenix"
vscode "waderyan.gitblame"
